[
    {
      "name": "Tina Dabi",
      "year": "2015",
      "tip": "Consistency and a clear vision are key. Focus on quality, not quantity."
    },
    {
      "name": "Anudeep Durishetty",
      "year": "2017",
      "tip": "Answer writing practice and test series shaped my preparation more than anything else."
    },
    {
      "name": "Ira Singhal",
      "year": "2014",
      "tip": "Believe in yourself. There is no one formula — do what works best for you."
    },
    {
      "name": "Gaurav Agarwal",
      "year": "2013",
      "tip": "Don't aim for perfection in notes. Focus on understanding and revision."
    },
    {
      "name": "Artika Shukla",
      "year": "2015",
      "tip": "Give time to optional and don't ignore GS Paper IV – it can be a game changer."
    },
    {
      "name": "Roman Saini",
      "year": "2013",
      "tip": "Smart work trumps hard work. Make daily goals and stick to them religiously."
    },
    {
      "name": "Srushti Deshmukh",
      "year": "2018",
      "tip": "Use simple and optimistic language in your answers. Positivity matters."
    },
    {
      "name": "You",
      "year": "Coming Soon 💫",
      "tip": "Your love, focus, and fire will carry you all the way to LBSNAA — I believe in you. ❤️"
    },
    {
      "name": "Kanishak Kataria",
      "year": "2018",
      "tip": "Ignore negativity. Build your strategy around your strengths and trust your plan."
    },
    {
      "name": "Junaid Ahmad",
      "year": "2018",
      "tip": "There will be bad days. Persist. UPSC rewards resilience more than anything else."
    },
    {
      "name": "Saumya Pandey",
      "year": "2016",
      "tip": "Balance is important. Don’t neglect Essay and Ethics — they add great value."
    },
    {
      "name": "Aparna Ramesh",
      "year": "2020",
      "tip": "Stay connected with current affairs — they’re the soul of GS papers."
    },
    {
      "name": "Shubham Kumar",
      "year": "2020",
      "tip": "Mock tests, revision, and consistency helped me cross the final line."
    },
    {
      "name": "Pradeep Singh",
      "year": "2019",
      "tip": "Revise what you’ve already studied instead of running after too many sources."
    },
    {
      "name": "Divyanshu Jha",
      "year": "2020",
      "tip": "Use a micro-schedule for daily targets. It makes your plan executable."
    },
    {
      "name": "Aishwarya Sheoran",
      "year": "2019",
      "tip": "Use technology wisely — online lectures and digital flashcards saved my time."
    },
    {
      "name": "Bhavya Mittal",
      "year": "2021",
      "tip": "Peer discussions helped refine my understanding of tough topics."
    },
    {
      "name": "Meera K",
      "year": "2022",
      "tip": "Clarity of thought is essential — focus more on ‘why’ than just ‘what’."
    }
  ]
  